<template>
    <div class="article-content">
        <div class="text-block">
            <p id="subtitle1" class="subtitle-2">Подзаголовок 1</p>
            <p class="text">
                Составьте список того, что вы уже умеете и что можете
                адаптировать. Например, если вы переходите из административной
                работы в маркетинг, то у вас есть опыт организации встреч и
                мероприятий. Про это можно написать в резюме так: "Я
                организовывал мероприятия, что включает управление временем,
                внимательность к деталям и коммуникацию — навыки, важные для
                планирования маркетинговых кампаний." Сделайте акцент на
                универсальных навыках: коммуникация, решение проблем,
                организованность. Если в вашей профессии нужно портфолио
                (например, в дизайне, копирайтинге), соберите несколько простых
                проектов. Это могут быть работы с ваших онлайн курсов, задания
                из интернета и просто выдуманные вами проекты. Например,
                графический дизайнер может нарисовать логотип для выдуманного
                кафе, просто демонстрируя свои навыки. Когда рекрутер изучает
                ваше резюме, его основная цель — понять, обладаете ли вы нужными
                навыками для выполнения задач. Указание того, что вы просто
                прошли курс, само по себе малоинформативно. Возможно, вы просто
                прослушали лекции, но не закрепили знания на практике. А может
                быть вы выполняли все задания и уже умеете сами делать многое из
                задач? Рекрутер не знает программы всех курсов. Поэтому будет
                лучше, если вы добавите в резюме краткое описание курса: какие
                инструменты и подходы вы освоили. В портфолио обязательно
                укажите задачи: опишите, что именно вы делали (например,
                анализировали целевую аудиторию, создавали объявления, работали
                с аналитикой). Опишите результаты своей работы: укажите
                достижения (увеличение кликов привлечение клиентов, запуск
                кампании). Даже если это была учебная среда. Такой подход
                покажет работодателю вашу практическую готовность и реальные
                достижения. Соберите всевозможные рекомендации в свое портфолио.
                Попросите коллег и начальников с предыдущего места работы
                написать вам характеристику, обратитесь к наставникам на
                онлайн-курсах, к вашим первым клиентам - в общем, ко всем людям,
                которые могут рассказать о вас с деловой точки зрения. Это
                покажет вас как специалиста.
            </p>
            <p id="subtitle2" class="subtitle-2">Подзаголовок 2</p>
            <p class="text">
                Составьте список того, что вы уже умеете и что можете
                адаптировать. Например, если вы переходите из административной
                работы в маркетинг, то у вас есть опыт организации встреч и
                мероприятий. Про это можно написать в резюме так: "Я
                организовывал мероприятия, что включает управление временем,
                внимательность к деталям и коммуникацию — навыки, важные для
                планирования маркетинговых кампаний." Сделайте акцент на
                универсальных навыках: коммуникация, решение проблем,
                организованность. Если в вашей профессии нужно портфолио
                (например, в дизайне, копирайтинге), соберите несколько простых
                проектов. Это могут быть работы с ваших онлайн курсов, задания
                из интернета и просто выдуманные вами проекты. Например,
                графический дизайнер может нарисовать логотип для выдуманного
                кафе, просто демонстрируя свои навыки. Когда рекрутер изучает
                ваше резюме, его основная цель — понять, обладаете ли вы нужными
                навыками для выполнения задач. Указание того, что вы просто
                прошли курс, само по себе малоинформативно. Возможно, вы просто
                прослушали лекции, но не закрепили знания на практике. А может
                быть вы выполняли все задания и уже умеете сами делать многое из
                задач? Рекрутер не знает программы всех курсов. Поэтому будет
                лучше, если вы добавите в резюме краткое описание курса: какие
                инструменты и подходы вы освоили. В портфолио обязательно
                укажите задачи: опишите, что именно вы делали (например,
                анализировали целевую аудиторию, создавали объявления, работали
                с аналитикой). Опишите результаты своей работы: укажите
                достижения (увеличение кликов привлечение клиентов, запуск
                кампании). Даже если это была учебная среда. Такой подход
                покажет работодателю вашу практическую готовность и реальные
                достижения. Соберите всевозможные рекомендации в свое портфолио.
                Попросите коллег и начальников с предыдущего места работы
                написать вам характеристику, обратитесь к наставникам на
                онлайн-курсах, к вашим первым клиентам - в общем, ко всем людям,
                которые могут рассказать о вас с деловой точки зрения. Это
                покажет вас как специалиста.
            </p>
            <p id="subtitle3" class="subtitle-2">Подзаголовок 3</p>
            <p class="text">
                Составьте список того, что вы уже умеете и что можете
                адаптировать. Например, если вы переходите из административной
                работы в маркетинг, то у вас есть опыт организации встреч и
                мероприятий. Про это можно написать в резюме так: "Я
                организовывал мероприятия, что включает управление временем,
                внимательность к деталям и коммуникацию — навыки, важные для
                планирования маркетинговых кампаний." Сделайте акцент на
                универсальных навыках: коммуникация, решение проблем,
                организованность. Если в вашей профессии нужно портфолио
                (например, в дизайне, копирайтинге), соберите несколько простых
                проектов. Это могут быть работы с ваших онлайн курсов, задания
                из интернета и просто выдуманные вами проекты. Например,
                графический дизайнер может нарисовать логотип для выдуманного
                кафе, просто демонстрируя свои навыки. Когда рекрутер изучает
                ваше резюме, его основная цель — понять, обладаете ли вы нужными
                навыками для выполнения задач. Указание того, что вы просто
                прошли курс, само по себе малоинформативно. Возможно, вы просто
                прослушали лекции, но не закрепили знания на практике. А может
                быть вы выполняли все задания и уже умеете сами делать многое из
                задач? Рекрутер не знает программы всех курсов. Поэтому будет
                лучше, если вы добавите в резюме краткое описание курса: какие
                инструменты и подходы вы освоили. В портфолио обязательно
                укажите задачи: опишите, что именно вы делали (например,
                анализировали целевую аудиторию, создавали объявления, работали
                с аналитикой). Опишите результаты своей работы: укажите
                достижения (увеличение кликов привлечение клиентов, запуск
                кампании). Даже если это была учебная среда. Такой подход
                покажет работодателю вашу практическую готовность и реальные
                достижения. Соберите всевозможные рекомендации в свое портфолио.
                Попросите коллег и начальников с предыдущего места работы
                написать вам характеристику, обратитесь к наставникам на
                онлайн-курсах, к вашим первым клиентам - в общем, ко всем людям,
                которые могут рассказать о вас с деловой точки зрения. Это
                покажет вас как специалиста.
            </p>
            <p id="subtitle4" class="subtitle-2">Подзаголовок 4</p>
            <p class="text">
                Составьте список того, что вы уже умеете и что можете
                адаптировать. Например, если вы переходите из административной
                работы в маркетинг, то у вас есть опыт организации встреч и
                мероприятий. Про это можно написать в резюме так: "Я
                организовывал мероприятия, что включает управление временем,
                внимательность к деталям и коммуникацию — навыки, важные для
                планирования маркетинговых кампаний." Сделайте акцент на
                универсальных навыках: коммуникация, решение проблем,
                организованность. Если в вашей профессии нужно портфолио
                (например, в дизайне, копирайтинге), соберите несколько простых
                проектов. Это могут быть работы с ваших онлайн курсов, задания
                из интернета и просто выдуманные вами проекты. Например,
                графический дизайнер может нарисовать логотип для выдуманного
                кафе, просто демонстрируя свои навыки. Когда рекрутер изучает
                ваше резюме, его основная цель — понять, обладаете ли вы нужными
                навыками для выполнения задач. Указание того, что вы просто
                прошли курс, само по себе малоинформативно. Возможно, вы просто
                прослушали лекции, но не закрепили знания на практике. А может
                быть вы выполняли все задания и уже умеете сами делать многое из
                задач? Рекрутер не знает программы всех курсов. Поэтому будет
                лучше, если вы добавите в резюме краткое описание курса: какие
                инструменты и подходы вы освоили. В портфолио обязательно
                укажите задачи: опишите, что именно вы делали (например,
                анализировали целевую аудиторию, создавали объявления, работали
                с аналитикой). Опишите результаты своей работы: укажите
                достижения (увеличение кликов привлечение клиентов, запуск
                кампании). Даже если это была учебная среда. Такой подход
                покажет работодателю вашу практическую готовность и реальные
                достижения. Соберите всевозможные рекомендации в свое портфолио.
                Попросите коллег и начальников с предыдущего места работы
                написать вам характеристику, обратитесь к наставникам на
                онлайн-курсах, к вашим первым клиентам - в общем, ко всем людям,
                которые могут рассказать о вас с деловой точки зрения. Это
                покажет вас как специалиста.
            </p>
        </div>
        <BlogArticleNavigation />
    </div>
</template>

<style>
.article-content {
    display: flex;
    gap: 32px;
    align-items: flex-start;
}

.text-block {
    flex-grow: 1;
    flex-shrink: 1;
}

.subtitle-1 {
    font-weight: 700;
    font-size: 32px;
    line-height: 36px;
    letter-spacing: 0px;
    color: #303030;
    margin: 0 0 24px;
}

.subtitle-2 {
    font-weight: 700;
    font-size: 24px;
    line-height: 28px;
    letter-spacing: 0px;
    color: #303030;
    margin-bottom: 16px;
}

.text {
    font-weight: 400;
    font-size: 17px;
    line-height: 24px;
    letter-spacing: 0px;
    color: #303030;
    margin-bottom: 24px;
}
</style>
