<template>
    <div class="task-example">
        <p class="task-example__title" style="margin-bottom: 20px">
            Пример задачи
        </p>
        <div class="task-example__text-block">
            Представим, что фронтенд разработчику дали задачу сделать
            интерактивную галерею изображений на сайте, в которой можно листать
            картинки. Фронтендер начнет с создания структуры страницы с помощью
            HTML. Это включает добавление всех необходимых элементов, таких как
            контейнеры для изображений и кнопки навигации. После этого он
            применит стили CSS для того, чтобы галерея выглядела привлекательно
            и соответствовала дизайну сайта. Далее он использует JavaScript для
            создания интерактивных элементов. Например, напишет скрипт, который
            позволит пользователю пролистывать изображения при нажатии на кнопки
            "вперед" и "назад". Иногда изображения хранятся на сервере, и их
            нужно загружать динамически. Фронтенд разработчик напишет код,
            который отправляет запросы к API серверу, получает список
            изображений и добавляет их в галерею. Это можно сделать с
            использованием фреймворков React или Angular. После этого фронтендер
            будет тестировать галерею на различных устройствах и браузерах,
            исправит ошибки и оптимизирует код для лучшей производительности.
        </div>
    </div>
</template>

<style scoped>
.task-example__text-block {
    padding: 12px;
    border-radius: 24px;
    background: #f5f7f9;
}

.task-example__title {
    font-weight: 700;
    font-size: 26px;
    line-height: 32px;
    letter-spacing: 0%;
    color: #303030;
}
</style>
